[Cues]
Act_E3_8A_Kitchen_CHCloeKitchen_Look02_Max_010="Chloe is just so damn happy and carefree... and this is the last time unless I change it."
Act_E3_8A_Kitchen_CHCloeKitchen_Look04_Max_010="Could I talk to Chloe about this without her laughing?"
Act_E3_8A_Kitchen_CHWilliamKitchen_Look01_Max_010="I love William like he was in my own family... I won't let him die today. I won't."
Act_E3_8A_Kitchen_CHWilliamKitchen_Look02_Max_010="So odd to see William alive again... He looks just the same... but so distant..."
Act_E3_8A_Kitchen_ChloeMagazine1_Look01_Max_010="Man, I remember Chloe reading this... but not after today."
Act_E3_8A_Kitchen_Note2_Look01_Max_010="I forgot about this... back to the lighthouse..."
Act_E3_8A_Kitchen_Polaroids_Look01_Max_010="I know I've seen those pictures before..."
Act_E3_8A_Kitchen_StashSink_Look01_Max_010="I could stash the keys in the dirty dishes..."
Act_E3_8A_Kitchen_Table_Interact01_Max_010="Shit, no keys here."
Act_E3_8A_Kitchen_Table_Look01_Max_010="What a mess we made! I remember those cool drawings I did with Chloe... "
Act_E3_8A_Kitchen_WilliamCamera_Max_010="You can see the bond between Chloe and her father... and the love. Now this is a photo."
Act_E3_8A_LivingRoom_ChloeMagazine2_Look01_Max_010="Chloe was so into manga... nice hair!"
Act_E3_8A_LivingRoom_FamilyPortrait_Look01_Max_010="My family never took fun, goofy photos like this..."
Act_E3_8A_LivingRoom_Graffiti_Interact01_Max_010="Obvious, but it will have to do..."
Act_E3_8A_LivingRoom_Graffiti_Look01_Max_010="I could leave a message in this past to see if it's in the future..."
Act_E3_8A_LivingRoom_Note01_Max_010="Joyce loves William so much."
Act_E3_8A_LivingRoom_NotePadWithPhoneNumbers_Look01_Max_010="Yes! Here's the Two Whales number! Now I can warn Joyce."
Act_E3_8A_LivingRoom_Object3_Look01_Max_010="Oh yeah, I miss movie nights here—cookies and popcorn..."
Act_E3_8A_LivingRoom_Object4_Look01_Max_010="I know they never took that big vacation."
Act_E3_8A_LivingRoom_PhonePowerPlug_Interact01_Max_010="Boom, disconnected!"
Act_E3_8A_LivingRoom_PhonePowerPlug_Look01_Max_010="Ohh! If I unplug the phone, William can't take any calls!"
Act_E3_8A_LivingRoom_Phone_Look01_Max_010="I could call Joyce at the Two Whales Diner and warn her... If I had the number!"
Act_E3_8A_LivingRoom_Phone_Look02_Max_010="Max, you have the number, so call Joyce—now."
Act_E3_8A_LivingRoom_SnowDoe_Look01_Max_010="That's a cool snow doe..."
Act_E3_8A_LivingRoom_SnowDoe_Look02_Max_010="Of course, the snow doe belonged to William!"
Act_E3_8A_LivingRoom_WilliamCap_Interact01_Max_010="Score!"
Act_E3_8A_LivingRoom_WilliamCap_Look01_Max_010="Why would keys be under a cap?"
Act_E3_8A_LivingRoom_WilliamCoat_Interact01_Max_010="Shit. No keys."
Act_E3_8A_LivingRoom_WilliamCoat_Look01_Max_010="Quick, check inside William's coat."
Act_E3_8A_LivingRoom_WilliamHouseKeys_Interact01_Max_010="No keys in the crap."
Act_E3_8A_LivingRoom_WilliamHouseKeys_Look01_Max_010="Here's a bowl of crap... William's keys could be here."
Act_E3_8A_LivingRoom_Window_Look01_Max_010="The neighborhood doesn't look that much different... but Chloe's family was."
Act_E3_8A_Polarewind_Scripted_Max_010="Now what is this... William is here! And Chloe is just a kid... Am I that far back in time?"
Act_E3_8A_Polarewind_Scripted_Max_020="This is so fucking messed up—I'm 18 years old inside my 13-year-old self... How?"
Act_E3_8A_Polarewind_Scripted_Max_025="I'm 18 years old inside my 13 year old self... How?"
Act_E3_8A_Polarewind_Scripted_Max_030="So if I change something here, will I change everything in the past and future?"
Act_E3_8A_Polarewind_Scripted_Max_040="I have to try, I have to... I was put here to use this power to save William. For Chloe..."
Act_E3_8A_Polarewind_Scripted_Max_050="William will die if he takes that call, then takes his car."
Act_E3_8A_Polarewind_Scripted_Max_070="Remember, you're here for a reason! Think, dammit!"
Act_E3_8A_Polarewind_Scripted_Max_090="I have to stop William from taking his car today."
Act_E3_8A_Polarewind_Scripted_Max_110="Look Max, you failed to save Kate, this time you can save William."
Act_E3_8A_Polarewind_Scripted_Max_120="Okay Max, you saved Kate, you can definitely save William."
Act_E3_8A_Polarewind_Scripted_Max_130="Whoa, it's all blurry here, like I can't step out of the photographic bounds..."
Act_E3_8A_Polarewind_Scripted_Max_140="I am actually inside the photograph. I—I have no words anymore..."
Act_E3_8A_Polarewind_Scripted_Max_150="Now should I hide the keys? Come on, Max!"
Act_E3_8A_Polarewind_Scripted_Max_160="Crap, I need to hide the keys where William won't hear this dumb beeper!"
Act_E3_8A_Polarewind_Scripted_Max_180="Chloe's home was so happy when William was alive..."
Act_E3_8A_Polarewind_Scripted_Max_190="This is the strangest moment of my life... nothing feels real... but it is."
Act_E3_8A_Polarewind_Scripted_Max_200="Just do not get trapped in this photo... Don't think about it..."
Act_E3_8A_Polarewind_Scripted_Max_210="Careful, Max, William can totally see you!"
Cue_E3_8A_Kitchen_CookingSmallTalk_Chloe_020="Mom said it depends."
Cue_E3_8A_Kitchen_CookingSmallTalk_Chloe_040="So how many eggs?"
Cue_E3_8A_Kitchen_CookingSmallTalk_Chloe_060="Right, like you're the real cook here."
Cue_E3_8A_Kitchen_CookingSmallTalk_Chloe_080="I'll let her know that."
Cue_E3_8A_Kitchen_CookingSmallTalk_William_010="Do you remember how many eggs?"
Cue_E3_8A_Kitchen_CookingSmallTalk_William_030="That's true."
Cue_E3_8A_Kitchen_CookingSmallTalk_William_050="Don't you dare question the chef."
Cue_E3_8A_Kitchen_CookingSmallTalk_William_070="I am when your mom is away."
Cue_E3_8A_Kitchen_FocusPicture_Chloe_020="Max needs more flour on her face!"
Cue_E3_8A_Kitchen_FocusPicture_Chloe_050="Get a close-up of Max!"
Cue_E3_8A_Kitchen_FocusPicture_Chloe_070="Make me! You look hilarious!"
Cue_E3_8A_Kitchen_FocusPicture_Chloe_090=""Cheesecake!""
Cue_E3_8A_Kitchen_FocusPicture_Max_030="I can't even see!"
Cue_E3_8A_Kitchen_FocusPicture_Max_060="Knock it off, Chloe!"
Cue_E3_8A_Kitchen_FocusPicture_Max_100="I hate pictures of myself!"
Cue_E3_8A_Kitchen_FocusPicture_William_010="Yes girls, time for a picture!"
Cue_E3_8A_Kitchen_FocusPicture_William_040="You look like a ghost!"
Cue_E3_8A_Kitchen_FocusPicture_William_080="Come on now, say "Pancake!""
Cue_E3_8A_Kitchen_MaxPhoto_Chloe_020="Make me a star!"
Cue_E3_8A_Kitchen_MaxPhoto_Max_010="Now I get to take a picture... Strike a pose!"
Cue_E3_8A_Kitchen_MaxPhoto_William_030="Just make me look young!"
Cue_E3_8A_Kitchen_WarnChloe_Max_010="Listen, don't let your dad take his car today. I know it sounds weird but please believe me, something terrible is going to happen. You have to stop him from driving anywhere!"
Cue_E3_8A_Kitchen_WilliamFindingkeys_William_010="A-ha! You can't hide from me forever!"
Cue_E3_8A_LivingRoom_ChloeDial_Chloe_020="Whatever, weirdo. What kind of thing is that to say about my dad?"
Cue_E3_8A_LivingRoom_ChloeDial_Chloe_040="Then you stop him, SuperMax."
Cue_E3_8A_LivingRoom_ChloeDial_Max_010="Listen, don't let your dad take his car now. I know it sounds weird but please believe me, something terrible is going to happen. You have to stop him. Right now!"
Cue_E3_8A_LivingRoom_ChloeDial_Max_030="I'm not joking..."
Cue_E3_8A_LivingRoom_Insertion_Chloe_020="Someday Dad will get one of them newfangled computers."
Cue_E3_8A_LivingRoom_Insertion_Chloe_050="Not until I see it first! You know the rules, Dad!"
Cue_E3_8A_LivingRoom_Insertion_Chloe_060="Max, tell him... Whoa, hey, you look totally pale. Are you okay?"
Cue_E3_8A_LivingRoom_Insertion_Chloe_090="Well, I might just allow this one into the family album..."
Cue_E3_8A_LivingRoom_Insertion_Chloe_110="But not the cook... hint hint, Daddy?"
Cue_E3_8A_LivingRoom_Insertion_Chloe_130="You mean pancakes?"
Cue_E3_8A_LivingRoom_Insertion_Chloe_150="Oui. I volunteer to break the eggs!"
Cue_E3_8A_LivingRoom_Insertion_Max_010="Whoa, what is this...?"
Cue_E3_8A_LivingRoom_Insertion_Max_070="Yeah, I just... Uh, yeah, I'm fine..."
Cue_E3_8A_LivingRoom_Insertion_William_030="I hope the flash didn't scare you, Max."
Cue_E3_8A_LivingRoom_Insertion_William_040="This is a keeper."
Cue_E3_8A_LivingRoom_Insertion_William_080="Okay Chloe, give me the thumbs-up or thumbs-down..."
Cue_E3_8A_LivingRoom_Insertion_William_100="You're the boss."
Cue_E3_8A_LivingRoom_Insertion_William_120="Yes, we can't expect your mother to rush home and serve us slackers. Who wants to help me make crêpes?"
Cue_E3_8A_LivingRoom_Insertion_William_140="In France they call them "crêpes." And a good French chef needs his assistants. If you want to eat breakfast."
Cue_E3_8A_LivingRoom_MaxDoesNothing_Chloe_020="Dude, I am so lucky that my father is cool..."
Cue_E3_8A_LivingRoom_MaxDoesNothing_Chloe_030="Max, you are being so fucking strange, like you're never going to see us again."
Cue_E3_8A_LivingRoom_MaxDoesNothing_Chloe_050="I don't know exactly what you're talking about, but come on. You have made things different, like my whole life... you're my best friend. I've got you and a great family. What's to be sorry for? We'll be best friends forever... and when we grow up we're taking over the world..."
Cue_E3_8A_LivingRoom_MaxDoesNothing_Chloe_060="You look like you're taking a picture of me..."
Cue_E3_8A_LivingRoom_MaxDoesNothing_Max_040="Chloe, I'm so sorry... I tried to make things different for you... I did try..."
Cue_E3_8A_LivingRoom_MaxDoesNothing_Max_055="Listen... Whatever happens, I want you to be strong. Even if you feel like I wasn't there for you... because I will never abandon you, Chloe. I'll always have your back."
Cue_E3_8A_LivingRoom_MaxDoesNothing_Max_080="I will."
Cue_E3_8A_LivingRoom_MaxDoesNothing_William_010="These keys aren't as faithful as you and Max... Be right back and I'll have an early treat from Bean City..."
Cue_E3_8A_LivingRoom_MaxDoesNothing_William_070="Watch out for Chloe while I'm gone, Max!"
Cue_E3_8A_LivingRoom_MaxPhonDiner_Max_010="Uh... hello... hi, could I please talk to Joyce Price?"
Cue_E3_8A_LivingRoom_MaxPhonDiner_Max_020="Oh, she left? Damn. Uh... are you sure? Okay, sorry. Thanks."
Cue_E3_8A_LivingRoom_MaxPickUpPhone_Max_010="Sorry, wrong number..."
Cue_E3_8A_LivingRoom_MaxPickUpPhone_William_020="Max, come on, you know better than that."
Cue_E3_8A_LivingRoom_MaxPickUpPhone_William_030="Hello?"
Cue_E3_8A_LivingRoom_Polarewind_Chloe_020="Make me! You look hilarious!"
Cue_E3_8A_LivingRoom_Polarewind_Chloe_040="Look at Max, Dad! She's a wabbit!"
Cue_E3_8A_LivingRoom_Polarewind_Max_010="Knock it off, Chloe!"
Cue_E3_8A_LivingRoom_Polarewind_Max_030="And you look dumb."
Cue_E3_8A_LivingRoom_WilliamBeepKeys_Chloe_020="Another dollar for the swear jar!"
Cue_E3_8A_LivingRoom_WilliamBeepKeys_William_010="Shit, where are those keys?"
Cue_E3_8A_LivingRoom_WilliamBeepKeys_William_030="You're bankrupting me!"
Cue_E3_8A_LivingRoom_WilliamBeepKeys_William_040="I knew this thing would come in handy... How did my keys get in here?"
Cue_E3_8A_LivingRoom_WilliamBeepKeys_William_050="I knew this thing would come in handy... How the hell did my keys end up here?"
Cue_E3_8A_LivingRoom_WilliamBeepKeys_William_060="I knew this thing would come in handy... Why are my keys under here?"
Cue_E3_8A_LivingRoom_WilliamBeepKeys_William_070="I knew this thing would come in handy... How did my keys get out here?"
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_Chloe_090="Max, you are being so fucking strange. You feel okay?"
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_Max_040="You can take the bus, right? The stop is right down the street!"
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_Max_060="Oh yeah, the bus is great! It comes every 15 minutes and there'll be plenty of room for you and Joyce and groceries and it will save the environment..."
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_Max_080="I know Chloe will."
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_Max_100="Chloe, I am... awesome. We are awesome!"
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_William_010="I know I had those keys right here... I know it..."
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_William_020="Forgot all about you, little buddy... Release the keys!"
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_William_030="Of course. Last time I order from SpyGuy Electronics..."
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_William_050="This I can do. Good call, Max."
Cue_E3_8A_LivingRoom_WilliamBeepNoKeys_William_070="You sold me already. I'm off to yonder bus stop. Joyce will love this."
Cue_E3_8A_LivingRoom_WilliamDial_Max_010="Mr. Price? Uh, I don't think you should go just yet. There's... bad traffic out there and it could be dangerous—"
Cue_E3_8A_LivingRoom_WilliamDial_Max_030="Oh, I don't need a treat. Maybe we can all walk over and pick up Joyce..."
Cue_E3_8A_LivingRoom_WilliamKeysOnMax_Chloe_020="Another dollar for the swear jar!"
Cue_E3_8A_LivingRoom_WilliamKeysOnMax_Max_050="Uh, I was just—um, are you sure Joyce is ready? Uh, let's just—let's just wait... I, um... Sorry. Here..."
Cue_E3_8A_LivingRoom_WilliamKeysOnMax_William_010="Okay, where did you last put those keys...? Think... Think... Screw that."
Cue_E3_8A_LivingRoom_WilliamKeysOnMax_William_030="You won't escape me now."
Cue_E3_8A_LivingRoom_WilliamKeysOnMax_William_040="Max, this is not the best time for a prank. Keys, please."
Cue_E3_8A_LivingRoom_WilliamKeysOnMax_William_060="I'll get you back someday."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeysMobilePhone_William_010="Hey honey! I have no idea why the home phone didn't ring just now. I'm just making a fabulous breakfast with Chloe and Max. We're all going to work at the Two Whales—what? Oh, I didn't know you had to get groceries. Of course I'll come pick you up. Now I have an excuse to get a mocha. Be there shortly. Love you."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_Chloe_030="You are ridiculous."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_Chloe_050="Dad!"
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_Chloe_070="She's never leaving me!"
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_Chloe_100="That's a dollar for the swear jar!"
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_Chloe_130="Dude, I am so lucky that my father is cool..."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_010="Hey honey! Just making a fabulous breakfast with Chloe and Max. We're all going to work at the Two Whales—"
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_015="What? Oh, I didn't know you had to get groceries. Of course I'll come pick you up. Now I have an excuse to get a mocha. Be there shortly. Love you..."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_020="Excuse me, ladies, I have to go rescue yonder Queen at the Sav-Mart. She doth have many bags of delicious grub for us to feast upon."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_040="You'll be grateful for that someday."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_045="Now lock up after I leave, play nice, try not to destroy too much of the house."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_060="Don't blow it because tonight your mother promised to make us her world-famous salmon surprise with chocolate cake for dessert. Max, you'll be here too, right?"
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_080="That makes all of us."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_090="Shit, where are my keys?"
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_110="You mean your college fund—keys, please."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_120="These keys aren't as faithful as you and Max... Be right back and maybe I'll have an early treat from Bean City. If the Queen lets her squire have a mocha..."
Cue_E3_8A_LivingRoom_WilliamNeedCarKeys_William_140="And no Chloe and Max wine-tasting session..."
Cue_E3_8A_Polarewind_BeforeJoycecall_Max_010="Uh, Mr. Price, in case you're thinking about using your car... I heard there's awful traffic—and road construction. So you shouldn't drive at all."
Cue_E3_8A_Polarewind_BeforeJoycecall_Max_030="Not really... I just know the roads are bad and stuff... So, so you—"
Cue_E3_8A_Polarewind_BeforeJoycecall_William_020="Max, you are the road warrior. I promise if I have to go anywhere, I'll drive like I'm taking a test. Fair enough?"
Cue_E3_8A_Polarewind_BeforeJoycecall_William_040="Since you're obviously my personal GPS, I feel safer already. So don't look so worried, Max!"
